{
    "tip1": "No obligues a tu bebé a comer si ya está lleno.",
    "tip2": "Introduce nuevos alimentos uno por uno para identificar alergias.",
    "tip3": "Evita las distracciones durante la comida, como pantallas.",
    "tip4": "Ofrece agua en pequeñas cantidades con las comidas.",
    "tip5": "La textura de los alimentos debe ser adecuada a la edad del bebé.",
    "tip6": "No des miel a bebés menores de 1 año.",
    "tip7": "Sirve la comida a temperatura ambiente, no caliente.",
    "tip8": "Siempre lava tus manos y las del bebé antes de alimentarlo.",
    "tip9": "Los bebés aprenden comiendo con las manos, permite que lo hagan.",
    "tip10": "Nunca dejes al bebé comer sin supervisión.",
    "tip11": "Introduce verduras antes que frutas para evitar preferencia por el dulce.",
    "tip12": "Aprovecha los momentos de comida como experiencias de aprendizaje.",
    "tip13": "No uses la comida como recompensa o castigo.",
    "tip14": "Permite que el bebé explore los alimentos nuevos con los dedos.",
    "tip15": "No añadas sal ni azúcar a las comidas del bebé.",
    "tip16": "Repite varias veces los alimentos que al principio rechaza.",
    "tip17": "Evita forzar a comer, cada bebé tiene su ritmo.",
    "tip18": "Incluye proteínas de origen vegetal como lentejas y frijoles.",
    "tip19": "Haz las comidas en un ambiente tranquilo y sin prisa.",
    "tip20": "El apetito del bebé varía, no te alarmes si un día come menos.",
    "tip21": "Incorpora cereales integrales cuando el pediatra lo indique.",
    "tip22": "La hora de la comida no debe ser una batalla.",
    "tip23": "Ofrece alimentos ricos en hierro como carne y espinacas.",
    "tip24": "Haz pausas para observar si el bebé aún tiene hambre.",
    "tip25": "No alimentes al bebé mientras está recostado, siempre sentado.",
    "tip26": "Introduce nuevos sabores cuando el bebé esté tranquilo y sin sueño.",
    "tip27": "Evita las comidas con demasiados ingredientes al principio.",
    "tip28": "Deja que el bebé observe cómo comes tú para que imite.",
    "tip29": "Incluye colores variados en el plato del bebé para estimular el interés.",
    "tip30": "Cambia la textura de los alimentos gradualmente al crecer.",
    "tip31": "Evita ofrecer jugos artificiales, mejor frutas enteras o en puré.",
    "tip32": "No alimentes al bebé directamente desde el frasco del puré.",
    "tip33": "Almacena los alimentos del bebé en recipientes limpios y separados.",
    "tip34": "Evita utensilios con bordes afilados o difíciles de limpiar.",
    "tip35": "Asegúrate de que la cuchara no esté demasiado llena.",
    "tip36": "Introduce nuevas comidas en pequeñas porciones.",
    "tip37": "Evita alimentos con aditivos, colorantes o conservadores.",
    "tip38": "Observa si hay sarpullido o vómito tras nuevas comidas.",
    "tip39": "Haz del momento de la comida algo positivo y relajado.",
    "tip40": "No compares cuánto come tu bebé con otros.",
    "tip41": "Evita repetir exactamente los mismos alimentos todos los días.",
    "tip42": "Asegúrate de que los alimentos estén bien cocidos.",
    "tip43": "Los purés deben tener una textura suave y sin grumos grandes.",
    "tip44": "Evita utensilios muy fríos o muy calientes.",
    "tip45": "Respeta las señales de saciedad del bebé.",
    "tip46": "No limpies constantemente la boca del bebé mientras come.",
    "tip47": "Permite que el bebé toque y huela la comida antes de probarla.",
    "tip48": "Inicia la alimentación complementaria solo cuando el pediatra lo indique.",
    "tip49": "Los alimentos deben cortarse en pedazos pequeños y manejables.",
    "tip50": "Recuerda esterilizar los utensilios antes de la primera comida del día.",
    "tip51": "Mantén una rutina regular para las comidas.",
    "tip52": "Ofrece alimentos nuevos durante el día, no en la noche.",
    "tip53": "Evita introducir más de un alimento nuevo por día.",
    "tip54": "No sobrealimentes al bebé si ya muestra señales de llenura.",
    "tip55": "El bebé también puede rechazar alimentos por aburrimiento.",
    "tip56": "No grites ni regañes al bebé durante la comida.",
    "tip57": "Incluye alimentos ricos en vitamina C como papaya y guayaba.",
    "tip58": "Revisa que los alimentos no contengan semillas peligrosas.",
    "tip59": "Incluye poco a poco legumbres bien cocidas y suaves.",
    "tip60": "Los alimentos procesados no son adecuados en esta etapa.",
    "tip61": "No le des postres industriales, mejor frutas maduras.",
    "tip62": "Haz del primer bocado un momento especial.",
    "tip63": "Evita mezclar sabores que el bebé no reconoce aún.",
    "tip64": "El contacto piel con piel favorece un mejor apetito.",
    "tip65": "No uses distractores como juguetes o pantallas al comer.",
    "tip66": "Evita comidas con alto contenido en grasa saturada.",
    "tip67": "Permite que el bebé exprese disgusto sin presiones.",
    "tip68": "Usa baberos de tela suave para evitar irritaciones.",
    "tip69": "Recoge el cabello del bebé para evitar molestias al comer.",
    "tip70": "No reutilices restos de comida de una toma anterior.",
    "tip71": "Mantén la calma si el bebé lanza comida.",
    "tip72": "Evita alimentar al bebé en movimiento o en el auto.",
    "tip73": "Revisa la fecha de caducidad de todos los ingredientes.",
    "tip74": "Incluye alimentos frescos y de temporada cuando sea posible.",
    "tip75": "No uses la comida como consuelo para el llanto.",
    "tip76": "Introduce nuevos ingredientes poco a poco en diferentes horarios.",
    "tip77": "Combina colores y texturas para hacerlo más atractivo.",
    "tip78": "El desayuno debe ser equilibrado y nutritivo.",
    "tip79": "No le des comida que tú mismo no comerías.",
    "tip80": "Cuida que los recipientes donde sirves estén limpios.",
    "tip81": "Recuerda que los gustos cambian con el tiempo.",
    "tip82": "Sé paciente si hoy no quiere comer lo que ayer le encantó.",
    "tip83": "El agua natural es mejor que cualquier bebida procesada.",
    "tip84": "Evita el uso de microondas para calentar directamente el plato.",
    "tip85": "Los trozos deben ser fáciles de sostener por el bebé.",
    "tip86": "No dejes que pase más de 3 horas sin alguna comida ligera.",
    "tip87": "Hazle saber que estás orgulloso de que pruebe cosas nuevas.",
    "tip88": "Acompáñalo en la mesa para reforzar hábitos positivos.",
    "tip89": "No pongas presión con el tiempo para que termine.",
    "tip90": "Siempre revisa la temperatura antes de cada cucharada.",
    "tip91": "Apaga la televisión durante la comida.",
    "tip92": "Evita sonidos fuertes o luces que lo distraigan.",
    "tip93": "Cuida el tamaño de los utensilios según la edad del bebé.",
    "tip94": "Sé constante con los horarios de alimentación.",
    "tip95": "Utiliza un espacio exclusivo para las comidas si es posible.",
    "tip96": "Ofrécele variedad pero con calma, no todo el mismo día.",
    "tip97": "Si rechaza un alimento, espera unos días y vuelve a intentarlo.",
    "tip98": "No pongas castigos relacionados con la comida.",
    "tip99": "Escucha lo que el pediatra recomienda antes de hacer cambios.",
    "tip100": "Evita alimentos fritos o empanizados.",
    "tip101": "Incluye una fruta al día desde los 6 meses según indicación médica.",
    "tip102": "Usa platos con divisiones para que separe los sabores.",
    "tip103": "Recuerda que la alimentación saludable inicia con el ejemplo."
  }